{
  "pt": {
    "title": "Laços Profanos",
    "current-language": "Português",
    "about-title": "Sobre Nós",
    "about-text1": "<span class=\"highlight\">Laços Profanos</span> é uma história fictícia que nasceu como a ideia de um mangá inspirado em obras populares da época. Com o tempo, essa primeira versão foi totalmente repensada, descartada e reconstruída — e assim o universo se expandiu até se tornar o que conhecemos hoje.",
    "about-text2": "Somos um projeto completamente independente, desenvolvido e mantido por apenas duas pessoas. Trabalhamos com dedicação para dar vida a esse universo, criar conteúdo de qualidade e compartilhar nossa visão com quem deseja conhecer mais sobre Laços Profanos.",
    "social-title": "Redes Sociais",
    "social-subtitle": "Conecte-se conosco através das nossas redes sociais:",
    "discord-title": "Discord",
    "discord-subtitle": "Servidor no Discord",
    "youtube-title": "YouTube",
    "youtube-subtitle": "Canal no YouTube",
    "kofi-title": "Ko-fi",
    "kofi-subtitle": "Apoie-nos no Ko-fi",
    "earth-title": "A Terra em Laços Profanos",
    "earth-intro": "No universo de Laços Profanos, o planeta Terra não é como o nosso. Ele é dividido em apenas três continentes, cada um com suas próprias características, culturas e histórias:",
    "earth-description": "❄️ Kelster — o continente frio, marcado por climas rigorosos, paisagens geladas e povos acostumados à resistência.<br>🍃 Molton — o continente intermediário, de equilíbrio entre frio e calor, diversidade natural e cultural.<br>🔥 Clifton — o continente quente, repleto de calor intenso, vida vibrante e tradições moldadas pelo sol.",
    "creators-title": "As Mentes por Trás",
    "wahi-role": "A Criadora",
    "wahi-description": "Mais conhecida pelos pseudônimos Wahipogo ou Wahi, é a mente criativa por trás do universo de Laços Profanos. Além de idealizar a obra, atua como roteirista, diretora criativa e gestora do projeto. Também é programadora, responsável pelo desenvolvimento e manutenção do site oficial da obra.",
    "elisa-role": "A Artista",
    "elisa-description": "Elisa Lana é a segunda mente por trás de Laços Profanos. Enquanto Eduarda conduz a parte criativa e narrativa, Elisa é responsável pela ilustração e visualização das ideias, dando vida ao universo com seu talento artístico e transformando conceitos em imagens que encantam os fãs.",
    "social-button-text": "Redes Sociais",
    "portfolio-button-text": "Portfólio"
  },
  "en": {
    "title": "Profane Bonds",
    "current-language": "English",
    "about-title": "About Us",
    "about-text1": "<span class=\"highlight\">Profane Bonds</span> is a fictional story that began as a manga idea inspired by popular works of the time. Over time, this first version was completely rethought, discarded, and rebuilt — and so the universe expanded into what we know today.",
    "about-text2": "We are a completely independent project, developed and maintained by just two people. We work diligently to bring this universe to life, create quality content, and share our vision with those who want to learn more about Profane Bonds.",
    "social-title": "Social Media",
    "social-subtitle": "Connect with us through our social media:",
    "discord-title": "Discord",
    "discord-subtitle": "Discord Server",
    "youtube-title": "YouTube",
    "youtube-subtitle": "YouTube Channel",
    "kofi-title": "Ko-fi",
    "kofi-subtitle": "Support us on Ko-fi",
    "earth-title": "Earth in Profane Bonds",
    "earth-intro": "In the Profane Bonds universe, planet Earth is not like ours. It is divided into only three continents, each with its own characteristics, cultures, and histories:",
    "earth-description": "❄️ Kelster — the cold continent, marked by harsh climates, icy landscapes, and peoples accustomed to endurance.<br>🍃 Molton — the intermediate continent, balancing cold and heat, with natural and cultural diversity.<br>🔥 Clifton — the hot continent, full of intense heat, vibrant life, and traditions shaped by the sun.",
    "creators-title": "The Minds Behind",
    "wahi-role": "The Creator",
    "wahi-description": "Better known by the pseudonyms Wahipogo or Wahi, she is the creative mind behind the Profane Bonds universe. In addition to conceptualizing the work, she acts as screenwriter, creative director, and project manager. She is also a programmer, responsible for developing and maintaining the official website.",
    "elisa-role": "The Artist",
    "elisa-description": "Elisa Lana is the second mind behind Profane Bonds. While Eduarda leads the creative and narrative aspects, Elisa is responsible for illustrating and visualizing ideas, bringing the universe to life with her artistic talent and transforming concepts into images that delight fans.",
    "social-button-text": "Social Media",
    "portfolio-button-text": "Portfolio"
  }
}
